{
    "authors": [
        "Paul Steinhauser",
        "Paul Steinhauser Is A Politics Reporter Based In New Hampshire."
    ],
    "date_download": "2020-09-01 21:40:23",
    "date_modify": "None",
    "date_publish": "2020-09-01 12:56:03",
    "description": "With just two months to go until Election Day, Democratic strategists who spoke with Fox News emphasized that it’s imperative that Biden more clearly define himself and his positions.",
    "filename": "https%3A%2F%2Fwww.foxnews.com%2Fpolitics%2Fbidens-tough-tone-riots-trump-voters.json",
    "image_url": "https://cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/5cde2741-2b39-47de-b1b7-f577338c6b67/ae7ba0bb-59c3-4bfc-95a6-73b37cc0f55c/1280x720/match/image.jpg",
    "language": "en",
    "localpath": null,
    "maintext": "Democratic presidential nominee Joe Biden is making clear where he stands on the acts of violence breaking out amid a summer of protests over police brutality and systemic racism.\n“Rioting is not protesting. Looting is not protesting. Setting fires is not protesting. None of this is protesting. It’s lawlessness, plain and simple. And those who do it should be prosecuted,” the former vice president stated during an address Monday in Pittsburgh.\nBIDEN CONDEMNS VIOLENCE, BLASTS TRUMP'S RESPONSE ON UNREST\nBiden’s denunciation came during a speech where he also accused President Trump of fomenting the violence, calling him a “president who fans the flames rather than fighting the flames.”\nBut while Biden’s repeatedly condemned the violence and looting since the nationwide protests erupted in late May, sparked by the case of George Floyd, a Black man who died in police custody in Minneapolis, Biden and his party were called out last week by the president and Republicans at the GOP convention for not mentioning the riots or the looting during the Democratic National Convention the previous week.\nThe Democratic nominee has been more forceful in recent days, with a video last week, a statement over the weekend and his Pittsburgh address all pointing to a recognition that the campaign cannot cede the issue of law and order.\nWith just two months to go until Election Day in November -- and with the polls tightening as the general election campaign heats up, media accounts indicating the riot issue is resonating and a full-court-press underway by the president and Trump campaign -- Democratic strategists who spoke with Fox News emphasized that it’s imperative Biden more clearly define himself and his positions on the issue.\nOne Democratic presidential campaign veteran called Trump’s emphasis on law and order amid the unrest “potentially tricky territory for the Biden campaign.”\n“Trump, with the incessant, unregulated lying, will try to define Biden,” said a Democratic consultant who asked to remain anonymous to speak more freely. “I think it’s very important for Biden not just to remind people who he is – but for a lot of people who don’t really pay that much attention to politics – to define his character, his personality, his politics, his positions – or else Trump will label him the Delaware captain of Antifa.”\nThe president has repeatedly warned the unrest will only intensify if Biden’s elected in November. But the former vice president, pushing back, once again noted Monday that the current unrest is coming on Trump’s watch.\n“These are not images of some imagined Joe Biden America in the future, these are images of Donald Trump’s America today,” Biden said.\nTRUMP CLAIMS BIDEN'S MESSAGE ON VIOLENCE COMES TOO LATE\nAnd countering Trump’s claims that Biden will govern like a radical, Biden said, “You know me. You know my heart. You know my story, my family’s story. Ask yourself, do I look like a radical socialist with a soft spot for rioters? Really? I want a safe America.\"\nDemocratic National Committee Chairman Tom Perez told Fox News that Trump is \"misstating the record of the vice president. Misstating the record repeatedly. So I think the vice president is absolutely appropriate in clearly articulating what he's fighting for and who's he's fighting for.\"\nIt's a similar response from former Arizona governor and former Department of Homeland Security Secretary Janet Napolitano, who said Biden's \"responding to the fact that President Trump and the Trump campaign continue to mislead and misstate his record.\"\nThe Biden campaign surrogate stressed to Fox News on Tuesday that the former vice president \"can’t let that go unanswered. He needs to make sure the record is clear so that the American voters really understand the choice that they are making.\"\nRepublicans continue to hammer the issue coming out of the conventions, with the RNC tweeting a video Tuesday on the riots and accusing Democrats of lighting \"the match\" that sparked them.\nBiden officials accuse the Trump campaign of lying when they charge that Biden remained mum on the violence. They point to video from months ago of the former vice president denouncing the violent acts and looting. And they argue that in recent days Biden has restated – not stepped up – his denunciations.\nAnd they argue that the real takeaway from Monday’s address in Pittsburgh was that Biden made the issue of being safe in America much broader that the president’s focus on the unrest in urban areas – that Biden spotlighted how the issue also includes staying safe from the coronavirus pandemic and economic hardship that’s plagued the country since the outbreak of the virus.\n“Mr. Trump, want to talk about fear? You know what people are afraid of in America?\" Biden stressed in his speech as he targeted Trump’s handling of the pandemic. \"They're afraid they're going to get COVID. They're afraid they're going to get sick and die. And that is no small part because of you.\"\nBiden first called out the violent acts on May 31, as part of a statement on protests sparked by Floyd’s death.\n“Protesting such brutality is right and necessary. It’s an utterly American response. But burning down communities and needless destruction is not. Violence that endangers lives is not. Violence that guts and shutters businesses that serve the community is not,” Biden wrote.\nAnd days later, as part of a speech from Philadelphia in which he described Floyd’s death as a “wake-up call” to the U.S, Biden stressed that “there is no place for violence. No place for looting or destroying property or burning churches, or destroying businesses -- many of them built by people of color who for the first time were beginning to realize their dreams and build wealth for their families.”\nDID BIDEN FUMBLE CHANCE TO CONDEMN VIOLENCE?\nBut after there was little talk during August’s Democratic convention of the ongoing violence, Trump and GOP allies launched a full-scale assault the following week at the Republican National Convention.\nBiden repeatedly came under attack during the GOP confab, as Republicans framed the election not just as a choice between Trump versus the \"radical left\" but as one between \"security\" and \"mayhem.\"\nRepublican National Committee rapid response director Steve Guest charged that “Joe Biden’s lengthy delay in condemning the leftist mob in response to the rioting that is ravaging America’s communities is more proof he is beholden to the radical left.”\nThe president, in his GOP nomination address last Thursday, alleged Biden and his allies were “completely silent” on the riots during their convention – and claimed that Biden was only now starting to mention it for political reasons.\n“It is too late, Joe,” Trump declared.\nTrump’s charges came as Biden did appear to pick up the pace in his denunciations.\n\"Needless violence won’t heal us,\" Biden tweeted last Wednesday in response to the riots that erupted in Kenosha, Wis., over the police shooting days earlier of Jacob Blake, a Black man. \"We need to end the violence -- and peacefully come together to demand justice.\"\nAnd in a video, the former vice president emphasized that “protesting brutality is a right and absolutely necessary but burning down communities is not protest, it’s needless violence, violence that endangers lives, violence that guts businesses and shutters businesses that serve the community. That’s wrong.\"\nThe next day, in interviews on two of the national cable news networks, Biden repeated his message.\n\"I condemn violence in any form, whether it's looting or whatever it is,” Biden declared in an interview on MSNBC Thursday.\nBut Fox News media analyst Howie Kurtz, host of \"Media Buzz,\" wrote that political damage had already been done.\n“To hold a four-day virtual convention and fail to mention the riots that have swept American cities in recent months was a major blunder, a gift-wrapped package to Donald Trump,” Kurtz argued. “By focusing exclusively on the tragic deaths of people like George Floyd, Biden’s convention sent a signal of indifference to the looting, burning and fatal gunshots of those protesting in the name of racial justice.”\nLast week, stories emerged in national publications about how the violence in places like Kenosha was increasingly worrying voters, as well as Democrats.\nA Democratic strategist and presidential campaign veteran told Fox News, “I don’t think this is the battlefield on which the Biden campaign wants to be fighting. They want it to be about Trump’s failures on coronavirus and why Biden is better for the economic recovery.”\nPointing to the GOP convention, the strategist charged that “this comes after four nights of total BS – but a lot of people were hearing the BS at the convention.”\nA Republican consultant says the episode “has opened a pathway to President Trump to make this an issue this fall.”\nLongtime GOP strategist and presidential campaign veteran Jim Merrill told Fox News that “wherever the truth lies, there’s definitely a strong perception in middle America that there’s lawlessness in the cities right now, and there’s violence and looting and it’s unacceptable.”\nAnd he highlighted that “while Biden’s trying to push the blame back on the president, the truth is he’s the nominee of his party and I think he would have benefited from coming out more forcefully earlier.”\nFox News' Adam Shaw and Joeseph Wulfsohn contributed to this report",
    "source_domain": "www.foxnews.com",
    "text": null,
    "title": "Biden’s tough tone on riots comes amid attacks from Trump, concerns from voters",
    "title_page": null,
    "title_rss": null,
    "url": "https://www.foxnews.com/politics/bidens-tough-tone-riots-trump-voters"
}