{
    "maintext": "New Jersey officials agreed on Thursday to make the state one of the first to adopt a so-called millionaires tax to alleviate shortfalls caused by the pandemic, intensifying a national debate over whether to increase taxes on the rich to help address widening income gaps.\nGov. Philip D. Murphy, a Democrat, announced a deal with legislative leaders to increase state taxes on income over $1 million by nearly 2 percentage points, giving New Jersey one of the highest state tax rates on wealthy people in the country. The agreement also includes an annual rebate of as much as $500 for families making less than $150,000.\n“We do not hold any grudge at all against those who have been successful in life,” said Mr. Murphy, a former executive at the investment bank Goldman Sachs. “But in this unprecedented time, when so many middle-class families and others have sacrificed so much, now is the time to ensure that the wealthiest among us are also called to sacrifice.”\nThe tax deal comes at a moment when the country is enduring its worst economic crisis in decades and Washington has been unable to agree on a stimulus bill to provide more help to cities and states, which have resorted to cuts in services and other fiscal maneuvers to stay solvent in the face of mounting deficits.\nProjected state revenues have plummeted, including declines of as much as $31 billion in California, $10 billion in New Jersey and $3.4 billion in Florida.\nIn Washington, Democrats who control the House are standing firm on a goal of providing $2.2 trillion in aid to local and state governments, a figure rejected as too generous by President Trump and Senate Republicans, who have indicated that they do not want to send money to Democratic-run states and cities that they say have been mismanaged.\nWith no signs of a breakthrough, state leaders, including Mr. Murphy and New York’s governor, Andrew M. Cuomo, who is also a Democrat, have repeatedly stressed the urgent need for federal relief.\nAt least eight other states — including California, Massachusetts and New York — have considered proposals to increase taxes on high-income residents, according to the National Conference of State Legislatures.\nThe trend mirrors a pattern that followed the Great Recession, when at least 10 states raised taxes between 2010 to 2012 to balance budgets decimated by the economic downturn.\nBut the decision to increase taxes in New Jersey also comes as progressives across the country are pushing for tax policies that can begin to narrow the gap between rich and poor, a divide amplified by a pandemic that has disproportionately affected Black and Latino communities.\nLatest Updates: The Coronavirus Outbreak\n- A Covid-19 vaccine for children may not arrive before fall 2021.\n- Britain has reached a ‘perilous turning point’ in the pandemic, Boris Johnson says.\n- Mnuchin and Powell tell lawmakers the economy is improving.\nThe new tax in New Jersey, the nation’s second wealthiest state, is expected to generate an estimated $390 million this fiscal year; 16,491 New Jersey residents and 19,128 nonresident taxpayers will now pay the higher rate, state officials said.\nIn Albany, where Democrats also control all branches of government, progressives have been pushing Mr. Cuomo to consider a variety of bills, including one to raise the tax rate on those earning more than $100 million to almost 12 percent.\nA fiscal moderate and third-term Democrat, Mr. Cuomo has largely resisted proposals to raise billions by taxing the wealthy, and has instead consistently called on the federal government to bail New York out, saying its state and local governments are facing $59 billion in budget shortfalls this year and next.\nWith every call for a new tax comes criticism from Republicans and some business leaders who warn that higher taxes will lead to an exodus of affluent residents, draining revenue needed to pay for basic services like education and health care.\nMr. Cuomo’s budget director, Robert Mujica, noted on Thursday that the “overwhelming majority” of billionaires and millionaires in the state live in New York City, and are already subject to a combined city and state tax rate of 12.6 percent.\n“Let’s make sure the discussions are informed,” Mr. Mujica said in a statement.\nThe issue of requiring higher earners to pay more was a central theme during the Democratic presidential primary, and has also emerged as an issue in November’s election.\nJoseph R. Biden Jr., the Democratic nominee, has proposed raising taxes on people earning more than $400,000 to finance a slate of programs, including expanded day care. Mr. Trump has cited the proposal to reinforce his claim that Mr. Biden is a “tool” of “radical socialists” who risks taxing American business and households into bankruptcy.\nLast month, Mr. Murphy proposed giving children born into families earning less than $131,000 a $1,000 nest egg — a so-called baby bond — to use when they turn 18 as a small step toward narrowing the wealth gap in New Jersey. That proposal, which would cost about $80 million a year, has failed to gain traction during negotiations over the state budget, which is due Oct. 1.\nIn New Jersey, the millionaires tax was an initiative the Democrat-led legislature had symbolically approved for years before Mr. Murphy took office in 2018, knowing that it would never be signed into law by Chris Christie, then the Republican governor.\nBut Mr. Murphy, a self-avowed progressive who arrived in Trenton with few legislative allies, had been unable to win support for a millionaires tax from fellow Democrats who control the Legislature — the powerful Senate president, Stephen M. Sweeney, a political rival, or the Assembly leader, Craig J. Coughlin.\nUntil now.\nFacing a fiscal crisis brought on by the urgent health needs of the pandemic and the monthslong shutdown of businesses, lawmakers agreed to raise the tax rate on earnings over $1 million to 10.75 percent, up from 8.97 percent. Individuals earning more than $5 million were already taxed at the higher rate.\nMore than 1.5 million residents have filed for unemployment benefits since Mr. Murphy implemented a lockdown to help stop the spread of the virus, which has led to the deaths of more than 16,000 New Jersey residents.\nThe agreement is also a tacit acknowledgment of Mr. Murphy’s approval ratings, which were 67 percent in a June poll by Fairleigh Dickinson University based on a generally positive view of his handling of the pandemic.\nHetty Rosenstein, an ally of Mr. Murphy and the state director for the Communications Workers of America, a major public-sector union, applauded the new tax as a “progressive approach to raising revenue and funding services.”\nBrandon McKoy, president of New Jersey Policy Perspective, a liberal-leaning research group, said the state was right to avoid steep spending cuts.\n“Calling on the state’s wealthiest residents to help fund New Jersey’s pandemic recovery is both smart and just policy, especially now during an economic downturn that has disproportionately harmed low-paid workers and communities of color,” Mr. McKoy said in a statement.\nBut others say the tax hike may wind up hurting New Jersey.\nJohn Boyd, who helps run the Boyd Company in Princeton, N.J., which advises corporations on where to relocate businesses, said the millionaires tax represents a missed opportunity for New Jersey at a time when corporations and retail chains with offices in Manhattan are mulling an exit strategy.\nAs people continue to work remotely, more families are also searching for homes in suburbs near New York City.\nBut a tax climate inhospitable to high earners hurts New Jersey’s chances to lure new companies, Mr. Boyd said, and increases the risk that affluent residents will decide to flee.\n“This decision by New Jersey is being applauded in Florida, in the Carolinas and in Texas today,” he said.\nA 2014 study by Stanford University that evaluated a 2004 tax increase on high-income New Jersey residents concluded, however, that it had not chased the affluent out of state. That was also true in California, which enacted a millionaires tax in 2005, the study found.\nThe $500 rebate, a compromise sought by Mr. Coughlin, is expected to cost about $340 million a year. An estimated 800,000 households will be eligible for the rebate, which applies to families with at least one child and an annual income of less than $150,000 a year for couples and $75,000 for single parents.\nThe millionaires tax is part of a nine-month, $32.4 billion spending plan that the state must adopt by the end of this month. By law, the state has to enact a balanced budget and not spend more money than it receives. The proposed budget Mr. Murphy released last month also included about $1.2 billion in spending cuts and $4 billion in new bonding debt.\nThe tax deal was quickly criticized by the state Republican Party.\n“Blink and you’ll miss the next Trenton tax hike,” the state’s Republican chairman, Doug Steinhardt, said in a statement. “That’s how fast Phil Murphy and his Democrats are spending your money.”\nJesse McKinley contributed reporting.",
    "url": "https://www.nytimes.com/2020/09/17/nyregion/nj-millionaires-tax.html"
}