{
    "authors": [
        "Vandana Rambaran",
        "Vandana Rambaran Is A Reporter Covering News",
        "Politics At Foxnews.Com. She Can Be Found On Twitter"
    ],
    "date_download": "2020-09-01 21:31:50",
    "date_modify": "None",
    "date_publish": "2020-08-06 09:21:24",
    "description": "Investigators probing the devastating blast in Beirut that killed at least 135 people and injured 5,000 more are pointing to a Russian ship docked in the city's port for nearly 7 years without appropriate security precautions that officials warned was “a floating bomb.”",
    "filename": "https%3A%2F%2Fwww.foxnews.com%2Fworld%2Frussian-ship-storing-ammonium-nitrate-was-left-in-beirut-port-without-safety-precautions-repo.json",
    "image_url": "https://static.foxnews.com/foxnews.com/content/uploads/2020/08/AP20219259954793.jpg",
    "language": "en",
    "localpath": null,
    "maintext": "Investigators probing the devastating blast in Beirut that killed at least 135 people and injured 5,000 more are pointing to a Russian ship docked in the city's port for nearly seven years without appropriate security precautions that officials warned was “a floating bomb.”\nThe Russian vessel, named MV Rhosus, carrying agricultural fertilizer with 2,750 metric tons of ammonium nitrate and en route to Mozambique hit a financial snag and docked in the Beruit port in 2013, according to legal documents and Lebanese officials, the Washington Post reported.\nLebanon’s director of customs, Badri Daher, repeatedly sent letters to the judiciary over the years and warned that the cargo was the equivalent of “a floating bomb,\" but the warnings went unheeded.\nBEIRUT EXPLOSION LEAVES 300,000 HOMELESS, LEBANESE PORT OFFICIALS UNDER HOUSE ARREST\nDaher repeatedly asked officials to remove the ammonium nitrate from the port because it posed a significant danger of exploding, he said during an interview with LBC TV late Wednesday.\nDaher said flagging the risks to authorities was \"extra work\" for him and his predecessors outside of his responsibility to prevent smuggling and collecting duties.\nHe says it was the port authority's job to monitor the material and store it appropriately.\nThe Russian ship was held at the port after reporting \"technical problems\" and inspectors barred it from sailing onwards.\n“Owing to the risks associated with retaining the Ammonium Nitrate on board the vessel, the port authorities discharged the cargo onto the port’s warehouses,” lawyers acting on behalf of creditors wrote in 2015, according to the Post. “The vessel and cargo remain to date in port awaiting auctioning and/or proper disposal.\"\nFRANCE'S MACRON PROMISES FOREIGN AID WON'T FALL INTO 'CORRUPT HANDS' AS OUTRAGE MOUNTS OVER NEGLIGENT LEBANON 'REGIME'\nThe lawyers said the ship was abandoned by its owners after running out of supplies and the crew had to eventually be repatriated back to Russia because of immigration restrictions on a prolonged stay in Beirut.\nThe blast Tuesday, which appeared to have been caused by an accidental fire that ignited a warehouse that was full of ammonium nitrate, rippled across the Lebanese capital, causing widespread destruction.\nLosses from the blast are estimated to be between $10 billion to $15 billion, Beirut Gov. Marwan Abboud told the Saudi-owned TV station Al-Hadath on Wednesday, adding that nearly 300,000 people are homeless.\nLebanon President Michel Aoun vowed before a Cabinet meeting on Wednesday that the investigation would be transparent and that those responsible will be punished.\nThe cabinet ordered an unspecified number of Beirut port officials put under house arrest pending an investigation into how ammonium nitrate came to be stored at the port for years. The government also declared a two-week state of emergency, effectively giving the military full powers during this time.\nCLICK HERE FOR THE FOX NEWS APP\nInvestigators are also mulling over another theory: that the fire began when welders were trying to repair a broken gate and a hole in the wall of Hangar 12, where the explosive material was stored. Local news reports say the repair work was ordered by security forces who investigated the facility and were concerned about theft.\nThe Associated Press contributed to this report.",
    "source_domain": "www.foxnews.com",
    "text": null,
    "title": "Beirut explosion linked to Russian ship storing ammonium nitrate left in port, called 'floating bomb'",
    "title_page": null,
    "title_rss": null,
    "url": "https://www.foxnews.com/world/russian-ship-storing-ammonium-nitrate-was-left-in-beirut-port-without-safety-precautions-repo"
}