{
    "maintext": "Gov. Philip D. Murphy campaigned on a vow to raise taxes on the rich in New Jersey.\nIt took three years and a pandemic to get it done.\nMr. Murphy, a Democrat, joined legislative leaders to announce a budget deal Thursday that includes a higher tax rate for residents earning more than $1 million a year.\nThe agreement also includes a recurring $500 rebate for families with at least one child and an annual income of less than $150,000 a year for couples and $75,000 for single parents.\nThe move, which has been panned by Republicans and some business leaders as a risky step that could lead to an exodus of the state’s wealthiest residents, comes amid a growing national debate over whether to increase taxes on the rich to help address a widening income gap.\nJoseph R. Biden Jr., the Democratic nominee for president, has proposed raising taxes on people earning more than $400,000 to finance a slate of programs, including expanded day care.\nLatest Updates: The Coronavirus Outbreak\n- N.Y.C. will delay again the start of in-person classes for most students.\n- The drugmaker Moderna spells out how it is conducting the late-stage trial of its coronavirus vaccine.\n- Fewer people filed for unemployment insurance in the U.S., but the jobless ranks remain high.\nIn New Jersey, the so-called millionaires tax was an initiative the Democrat-led Legislature had symbolically approved for years before Mr. Murphy took office in 2018, knowing that it would never be signed into law by the former Republican governor, Chris Christie.\nBut Mr. Murphy, a self-avowed progressive who arrived in Trenton with few legislative allies, had been unable to win support for the idea from the Senate president, Stephen M. Sweeney, a political rival, or the Assembly leader, Craig J. Coughlin.\nUntil now.\nFacing a fiscal crisis brought on by the urgent health needs of the pandemic and the monthslong shutdown of businesses, lawmakers agreed to raise the tax rate on earnings over $1 million to 10.75 percent, up from 8.97 percent. Individuals earning more than $5 million were already taxed at the higher rate.\nThe deal underscores the shifting political climate and a recognition that the wealthy may need to contribute more to the state’s recovery with so many residents out of work and struggling to feed their families. More than 1.5 million residents have filed for unemployment benefits since Mr. Murphy implemented a lockdown to help stop the spread of the virus, which has led to the deaths of more than 16,000 New Jersey residents.\nThe agreement is also a tacit acknowledgment of Mr. Murphy’s approval ratings, which jumped to 71 percent in a recent poll by Monmouth University.\nMr. Coughlin and Mr. Sweeney, both Democrats, joined the governor for a 10 a.m. announcement of the deal.\n“Our promise to help the middle class and those striving to join it is a promise that will be kept,” Mr. Murphy said.\nIn neighboring New York, Gov. Andrew M. Cuomo, a fiscal moderate, has largely resisted proposals to raise billions by taxing the wealthy. Mr. Cuomo has consistently called on the federal government to bail out the state, which he says needs some $59 billion to cover two years of projected deficits for state and local governments.\nProgressives in Albany have been pushing the governor to consider a variety of bills, including one to raise the tax rate on those earning more than $100 million to almost 12 percent.\nNew Jersey’s millionaires tax is expected to generate an estimated $390 million this fiscal year. The $500 rebate, a compromise put forth by Mr. Coughlin, is expected to cost about $340 million a year.\nThe millionaires tax is part of a nine-month, $32.4 billion spending plan that must be adopted by Oct. 1. The proposed budget Mr. Murphy released last month also includes about $1.2 billion in spending cuts and $4 billion in new bonding debt.\nThe deal, first reported on Wednesday by the New Jersey Globe, was immediately criticized by the state Republican Party.\n“Blink and you’ll miss the next Trenton tax hike,” the state’s Republican chairman, Doug Steinhardt, said in a statement. “That’s how fast Phil Murphy and his Democrats are spending your money.”\nJesse McKinley contributed reporting.",
    "url": "https://www.nytimes.com/2020/09/17/nyregion/nj-millionaires-tax.html"
}